Repository: Lemoenskil/poetische-metode-internationale-taal
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Title
nl: Titel

source: About
nl: Over

source: My story
nl: Mijn verhaal

# MyStorySum
source: There is one way to learn all languages. Karina has always known. While studying Dutch she was introduced to the transformational generative grammar of Noam Chomski. Much was expected at that time, they were on to something. One could understand something of language, that which is completely our own and yet completely mysterious. The transformational generative grammar stated that everyone has an innate universal language ability. A foray from language to physics, biology, humanity, pedagogy aroused curiosity. The practice of the language learning process repeats itself a number of times in life when one wants to learn a new language. Karina learned it well once, French at the teacher academy and then made several attempts to learn other languages. At the end of her teaching career she was introduced to Esperanto. She was immediately charmed. So many beautiful words, sounds, a simple grammar, without exceptions, free word order. After working through some self-study methods, she started translating poems. These little language gems of her own choosing continued to occupy her, so she mastered the language. Eventually she came up with the idea of ​​putting some of them together, providing them with a simple overview of the grammar, and thus the 'poetic language method' was born.
nl: Er is één manier om alle talen te leren. Karina heeft het altijd geweten. Toen ze Nederlands studeerde maakte ze kennis met de transformationele generatieve grammatica van Noam Chomski. Er werd veel van verwacht in die tijd, men was iets op het spoor. Iets zou men van de taal, dat wat ons volledig eigen is en toch volstrekt mysterieus is kunnen begrijpen. De transformationeel generatieve grammatica stelde dat iedereen over een aangeboren universeel taalvermogen beschikt. Een uitstapje van de taal naar de natuurkunde, de biologie, de menskunde, de pedagogiek prikkelde de nieuwsgierigheid. De praktijk van het taalleerproces herhaalt zich een aantal keren in het leven als men een nieuwe taal wil leren. Karina heeft het een keer goed geleerd, frans op de lerarenacademie en daarna een aantal pogingen gedaan om andere talen te leren. Aan het eind van haar leraren carrière maakte ze kennis met het Esperanto. Ze was onmiddellijk gecharmeerd. Zoveel prachtige woorden, klanken, een eenvoudige grammatica, zonder uitzonderingen, vrije woordvolgorde. Na een aantal zelfstudiemethoden doorgewerkt te hebben, ging ze gedichten vertalen. Deze zelf gekozen kleine taaljuweeltjes bleven haar bezighouden, zo maakte ze zich de taal eigen. Uiteindelijk kwam ze op de gedachte er een aantal bij elkaar te zetten, te voorzien van een eenvoudig overzicht van de grammatica en zo ontstond de ‘poëtische taalmethode’.

# Meestrecenteblogs
source: Most recent blogs
nl: Meest recente blogs

source: Read more ...
nl: Lees verder ...

# LearnNewLanguage
source: Learn a new language through poetry
nl: Leer een nieuwe taal door poëzie

# LearnNewLanguageSum
source: A new language requires a new method. In 2021 A Poetic Language Method appeared at Humble Art
nl: Een nieuwe taal vraagt om een nieuwe methode. In 2021 verscheen Een poëtische taalmethode bij Humble Art

# NewWordsAndSentences
source: New words &amp; sentences
nl: Nieuwe woorden &amp; zinnen

# NewWordsAndSentencesSummary
source: The poems offer a small story from which you learn words and phrases that matter to you.
nl: De gedichten bieden een klein verhaaltje waarvan je woorden en zinnen leert die er voor jou toe doen.

source: Easy to repeat
nl: Makkelijk te herhalen

# Easytorepeatsum
source: The poet manages to present a subject in a few sentences that is interesting enough to keep repeating.
nl: De dichter weet in enkele zinnen een onderwerp neer te zetten dat interessant genoeg is om te blijven herhalen.

source: Rapid Progress
nl: Snelle Vooruitgang

# RapidProgressSum
source: This method is fun and if you make it your own, you will notice the result very soon.
nl: Deze methode is er leuk en dat je het je eigen maakt, zul jie het resultaat heel znel merken.

source: Personalized
nl: Gepersonaliseerd

# Uniqe
source: unique
nl: uniek

# PersonalizedSum
source: Research shows that one's own finds are recorded faster and better in the memory.
nl: Uit onderzoek blijkt dat eigen vondsten sneller en beter in het geheugen worden opgenomen.

source: Learning Method
nl: Leer Methode

# LearnNewLanguageIntro
source: Esperanto is a language that can stand among all other languages. It is a constructed international language which is also known as base language or starter language. If one learns this language as a first foreign language, learning other languages ​​is greatly facilitated. A new language requires a new method. In 2021 A Poetic Language Method was published by Humble Art, in which 27 poems from 23 different European languages ​​are included, translated and provided with information about the poet and a manual on how to use this method. The core of this is memorizing one poem per week, while learning the new vocabulary in a playful way. The poetic method also teaches you how to create word lists in your own way and use your own associations in the language learning process. A brief overview of the language rules with examples from the poems made it a brief introduction to the international language. On this website you will find a new poem every week with the literal Esperanto translation next to it. Choose a poem that appeals to you and focus on that one poem during that week. About learning the language read more (Blog) Minimal method and Personal method.
nl: Het Esperanto is een taal die tussen alle andere talen kan staan. Het is een geconstrueerde internationale taal die ook wel basistaal of starterstaal wordt genoemd. Als men deze taal als eerste vreemde taal leert, het leren van andere talen aanzienlijk vergemakkelijkt. Een nieuwe taal vraagt om een nieuwe methode. In 2021 verscheen Een poëtische taalmethode bij Humble Art, waarin 27 gedichten vanuit 23 verschillende Europese talen staan opgenomen, vertaald en voorzien van informatie over de dichter en een handleiding hoe deze methode te gebruiken. Kern daarvan is het uit het hoofd leren van een gedicht per week, waarbij je het nieuwe vocabulaire spelenderwijs leert. De poëtische methode leert ook hoe je op eigen wijze woordenlijsten maakt en je eigen associaties gebruikt bij het taalleerproces. Een summier overzicht van de taalregels met voorbeelden uit de gedichten maakte het tot een beknopte introductie in de internationale taal. Op deze website vind je wekelijks een nieuw gedicht met steeds de letterlijke Esperanto vertaling ernaast. Kies vooral een gedicht dat je aanspreekt en houdt je gedurende die week je met dat ene gedicht bezig. Over het leren van de taal lees verder (Blog) Minimale methode en Persoonlijke methode.

source: How does it work
nl: Hoe het werkt

source: One Poem a week
nl: Een gedicht per week

# OnePoemAWeekSum
source: Learning a poem a week by heart
nl: Leren van een gedicht per week uit het hooft

# MakeWordlists
source: Create word lists from your own associations
nl: Maakt woordenlijsten van je eigen associaties

# MakeWordlistsum
source: The poetic method also teaches you how to create word lists in your own way and use your own associations in the language learning process.
nl: De poëtische methode leert ook hoe je op eigen wijze woordenlijsten maakt en je eigen associaties gebruikt bij het taalleerproces.

# OverviewLanguageRules
source: Overview of the language rules
nl: Overzicht van de taalregels

# OverviewLanguageRulesSum
source: Examples from the poems made it a concise introduction to the international language
nl: Voorbeelden uit de gedichten maakte het tot een beknopte introductie in de internationale taal

source: Name
nl: Naam

source: Line
nl: Lijn

source: Poet
nl: Dichter

source: Country
nl: Landen

# RecentPoems
source: Most recent poems
nl: Meest recente gedichten

# Nederlands
source: Netherlands
nl: Nederlands

source: Original
nl: Origineel

# Engels
source: English
nl: Engels

source: Word List
nl: Woordenlijst

source: Poems
nl: Poëzie

source: First Letter
nl: Eerste Letter

source: Word
nl: Woord
